Repository: bh-e/budgie-welcome-deb
Catalog: data/po/default/*.po
Languages: fa

source: Default Settings
fa: تنظیمات پیشفرض

source: Switch Appearance
fa: تغییر ظاهر

source: Desktop Layout
fa: طرح میزکار

source: <span name="distro-name"></span> uses <strong>Arc</strong> as it's default theme package. It uses Arc theme for GTK windows, panels, login window and lock screen and <strong>Pocillo</strong> as the icon theme.
fa: <span name="distro-name"></span> از <strong>Arc</strong>به عنوان بسته تم پیشفرض استفاده میکند. از تم Arc برای پنجره های GTK، پنل ها، پنجره ورود، و صفحه قفل استفاده میشود، و برای آیکون ها از تم <strong>Pocillo</strong> استفاده شده است.

source: There are several additional Budgie Desktop compatible themes available. Budgie Welcome provides a simple method to switch your desktop appearance (theme, fonts, icons, desktop wallpaper) from the default Arc based package.
fa: تم های زیادی سازگار با میزکار بادجی وجود دارد. صفحه خوش آمد گویی بادجی یک راه ساده برای تغییر ظاهر میزکار (تم، فونت، آیکون، صفحه زمینه) از بسته پیشفرض با پایه Arc فراهم میکند.

source: Arc Design
fa: طرح Arc

source: Install theme
fa: نصب تم

source: Apply theme
fa: اعمال تم

source: Applying Changes...
fa: اعمال تغییرات...

source: Material Design (Adapta)
fa: طرح متریال (Adapta)

source: Material Design (Vimix)
fa: طرح متریال (Vimix)

source: Vertex Design
fa: طرح Vertex

source: Ceti-2 Design
fa: طرح Ceti-2

source: Material Design (Flat-Plat)
fa: طرح متریال (Flat-Plat)

source: Switch the layout of your desktop to suit your workflow.
fa: ظاهر میزکار خود را متناسب با کار خود تغییر بدهید.

source: Default
fa: پیشفرض

source: Classic Budgie
fa: بادجی کلاسیک

source: Classic GNOME
fa: گنوم کلاسیک

source: Restore panels
fa: بازگرداندن پنل ها

source: Lost your panels while playing with <span name="distro-name"></span>? Unhappy with your changes to the panel layout? Don't worry. We can help you to restore your panels with a single click!
fa: پنل هایتان را هنگام بازی کردن با <span name="distro-name"></span> از دست داده اید؟ از تغییرات ظاهر پنل ناراضی هستید؟! نگران نباشید. ما میتوانیم به شما برای بازگردانی پنل هایتان تنها با یک کلیک کمک کنیم.

source: This will undo all changes that you have made on any panel and will reset back to the initial default panel layout configuration.
fa: این کار باعث بازگردانی تمامی تغییرات ایجاد شده در همه پنل ها و بازگردانی ظاهر پنل ها به پیکربندی پیشفرض میشود.

source: Reset Budgie Panel
fa: بازنشانی پنل بادجی
