Repository: bh-e/budgie-welcome-deb
Catalog: data/po/budgie-applets/*.po
Languages: fa, pt_br

source: Budgie Desktop Applets
fa: اَپلت های میزکار بادجی
pt_br: Miniaplicativos do Budgie

source: Logout and login after installing applets. Open Raven - Budgie Settings - Panel to add applets
fa: بعد از نصب اَپلت ها از سیستم خارج شده و مجددا وارد شوید. برای اضافه کردن اپلت ها میتوان از مسیر زیر استفاده کرد ریون > تنظیمات بادجی > پنل.
pt_br: Após instalar os miniaplicativos faça logout e de novo login. Para instalar miniaplicativos, abra o Raven - Definições do Budgie - Painel.

source: Haste Applet
fa: سرعت دادن به اَپلت
pt_br: Aplicativo de Notas

source: Post any text – be it code or prose – to various services directly from your desktop.
fa: هرگونه متنی - چه کد و یا متن عادی - را به سرویس های مختلف بصورت مستقیم از میزکار خود ارسال کنید.
pt_br: Publique qualquer texto - seja ele prosa ou código - em qualquer serviço web diretamente do seu desktop.

source: Remove
fa: حذف کردن
pt_br: Remova

source: Install Applet
fa: نصب اَپلت
pt_br: Instale

source: Applying Changes...
fa: اعمال تغییرات...
pt_br: A aplicar as alterações

source: Screenshot Applet
fa: اَپلت عکس برداری از صفحه
pt_br: Aplicativo de Screenshot

source: An advanced screenshot utility for capturing and organizing screenshots.
fa: یک ابزار عکس برداری پیشرفته از صفحه برای عکس برداری و مدیریت تصاویر گرفته شده از صفحه.
pt_br: Um aplicativo avançado que lhe permite capturar e organizar os screenshots.

source: Calendar Applet
fa: اَپلت تقویم
pt_br: Aplicativo de Calendário

source: Show date and time and when clicked show a calendar in a popover.
fa: زمان و تاریخ را نمایش میدهد و زمانی که بر روی آن کلیک شود یک تقویم را در یک پاپ اُور نمایش میدهد.
pt_br: Mostra informação sobre a data e as horas, quando clicar irá mostrar um calendário num popup.

source: Brightness Control Applet
fa: اَپلت کنترل میزان روشنایی
pt_br: Aplicativo de controle de iluminação.

source: Allows you to control the screen brightness.
fa: امکان کنترل میزان روشنایی صفحه را به شما میدهد.
pt_br: Permite-lhe controlar a iluminação.

source: Pixel-Saver Applet
fa: اَپلت ذخیره پیکسل
pt_br: Aplicativo de Maximixação de Espaço

source: Hides the title bar from maximized windows and creates a new one inside the panel.
fa: نوار عنوان را در پنجره های بزرگ شده مخفی و یک نوار عنوان جدید در داخل پنل آن ایجاد میکند.
pt_br: Esconde a barra de titulo quando se maximiza uma janela. Cria uma barra de titulo no painel.

source: Global Menu Applet
fa: اَپلت منوی سراسری
pt_br: Menu Global de Miniaplicativos

source: Moves the menu from applications into the panel.
fa: منو را از برنامه ها به پنل منتقل میکند.
pt_br: Move o menu das aplicações para o painel.

source: Weather Applet
fa: اَپلت آب و هوا
pt_br: Miniaplicativo de Clima

source: Displays the weather on your panel.
fa: تغییرات آب و هوا را بر روی پنل شما نمایش میدهد.
pt_br: Mostra o cluma no seu painel.
