Repository: bh-e/budgie-welcome-deb
Catalog: data/po/community/*.po
Languages: ko, tr

source: Community
ko: 커뮤니티
tr: Topluluk

source: Chat Rooms
ko: 채팅방
tr: Sohbet Odaları

source: To play an active role and help shape the direction of <span name="distro-name"></span>, the <span name="distro-name"></span> chat room is the best place to go. From here, you can talk with the <span name="distro-name"></span> team and other members of our growing community.
ko: <span name="distro-name"></span>에 대해 이런저런 이야기를 나누고 싶으신가요? 그러면 <span name="distro-name"></span>의 채팅방이 적격이겠네요. 이 채팅방에서는 <span name="distro-name"></span> 팀과 다른 커뮤니티 멤버와 이야기를 나누고, 조언을 구할 수 있습니다.
tr: <span name="distro-name"></span> geleceğini şekillendirmede aktif bir rol edinmek için, <span name="distro-name"></span> sohbet odası gidilebilecek en iyi yerdir. Burada <span name="distro-name"></span> ekibi ve büyümekte olan topluluğumuzun diğer üyeleriyle konuşabilirsiniz.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ko: 인터넷에 연결되지 않은 것 같습니다. 이 컨텐츠를 보려면 인터넷 연결을 확인해 주세요.
tr: İnternet'e bağlı olmadığınız anlaşılıyor. Lütfen bu içeriğe erişmek için bağlantınızı kontrol edin.

source: Sorry, Welcome was unable to establish a connection.
ko: 죄송합니다. 환영에서 인터넷에 연결할 수 없었습니다.
tr: Üzgünüz, Hoşgeldin uygulaması bağlantı sağlayamadı.

source: Retry
ko: 다시 시도
tr: Yeniden Dene

source: Chat Room
ko: 채팅방
tr: Sohbet Odası

source: An alternative way is to get in touch with us via the official IRC (Internet Relay Chat) channel.
ko: 공식 IRC(인터넷 릴레이 챗) 채널에서 저희에게 연락해 주실 수도 있습니다.
tr: Bizimle iletişime geçmenin alternatif bir yolu da resmi IRC (Internet Relay Chat) kanalımızdır.

source: If you disconnect from the channel you will not receive a notification of any reply. So either leave an IRC session open - or we recommend connecting to all ubuntu IRC channels via an IRC bouncer.
ko: 채널에서 연결을 끊는다면 답변 알림을 수신하지 못하게 됩니다. 그러므로 꼭 IRC 세션을 열어두시기 바랍니다. 혹은 IRC 바운서를 이용하여 모든 우분투 IRC 채널에 연결해두세요.
tr: Kanal bağlantınız kesilirse yanıtlandığınıza dair herhangi bir bildirimi alamazsınız. Ya IRC oturumunuzu açık bırakın - yada IRC bouncer kullanarak ubuntu IRC kanallarına bağlanmanızı öneririz.

source: #Ubuntu-Budgie on FreeNode
ko: FreeNode에서의 #Ubuntu-Budgie
tr: FreeNode üzerinde #Ubuntu-Budgie

source: Forum
ko: 포럼

source: You can also get in touch with <span name="distro-name"></span> through official Ubuntu forums.
ko: Ubuntu 공식 포럼에서도 <span name="distro-name"></span>에 대해 토론하고 연락할 수 있습니다.
tr: Resmi Ubuntu forumlarından da <span name = "distro-name"> </ span> ile iletişime geçebilirsiniz.

source: Social Networks
ko: 소셜 네트워크
tr: Sosyal Ağlar

source: <span name="distro-name"></span> is active on the following social networks.
ko: <span name="distro-name"></span> 팀은 다음 소셜 네트워크 서비스에서 활동하고 있습니다.
tr: <Span name = "distro-name"> </ span> şu sosyal ağlarda etkindir.

source: G+ Community
ko: G+ 커뮤니티
tr: G+ Topluluğu

source: G+ Page
ko: G+ 페이지
tr: G+ Sayfası

source: Facebook Group
ko: 페이스북 그룹
tr: Facebook Grubu

source: Facebook Page
ko: 페이스북 페이지
tr: Facebook Sayfası

source: Gitter Chat Room
ko: Gitter 채팅방
tr: Gitter Sohbet Odası

source: Local Communities
ko: 지역 커뮤니티
tr: Yerel Topluluklar

source: In addition to global communities, <span name="distro-name"></span> also encourages local communities to support users coming from diverse backgrounds. In this section, you can discover our local communities. If you are interested to manage a local community for <span name="distro-name"></span> please let us know, so that we can list it here and improve its visibility.
ko: 각 지역별 커뮤니티에 대해서, <span name="distro-name"></span>는 각자 다른 문화와 환경에서 온 사용자들을 지원하도록 노력하고 있습니다. 지역 커뮤니티를 한 번 찾아보세요. <span name="distro-name"></span>의 지역 커뮤니티를 관리하고 싶다면, 저희에게 말씀을 해주시기 바랍니다. 이 리스트에다가 이름을 올려 다른 사용자가 더욱 잘 알아볼 수 있게 말이죠.
tr: Küresel topluluklara ek olarak, <span name="distro-name"></span> yerel toplulukları desteklemektedir. Böylece dünyanın dört bir yanından gelen kullanıcılar birbirlerine destek olabilirler. Bu bölümde, Yerel topluluklarımızı keşfedebilirsiniz. Eğer <span name="distro-name"></span> için bir yerel topluluğu yönetmek isterseniz, Lütfen bize iletin böylece yerel topluluğunuzu burada listeler ve görünürlüğünü arttırabiliriz.

source: Ubuntu Budgie Brasil
ko: Ubuntu Budgie 브라질
tr: Ubuntu Budgie Brezilya
